---
layout: default
---
<div class="editable"><p><img alt="" class="img-responsive" src="/uploads/robin-waifu.png" /></p><p>&nbsp;</p><p>O formato atual dos nossos torneios para o ano de 2017 est&aacute;, no momento, seguindo o ruleset recomendado nos EUA para os grandes torneios, como a EVO 2017.</p><p>O documento original pode ser encontrado em: http://bit.ly/2ktWnCb</p><p>&nbsp;</p><h2><strong></strong>Regras gerais</h2><p>&nbsp;</p><h3>1. Formato do torneio e dura&ccedil;&atilde;o dos sets</h3><p>O formato geral do torneio ser&aacute; de chave de elimina&ccedil;&atilde;o dupla (&ldquo;vencedores&rdquo; e &ldquo;perdedores&rdquo;), com cada set sendo constitu&iacute;do de uma BO3 (melhor de tr&ecirc;s), at&eacute; uma etapa determinada pela organiza&ccedil;&atilde;o. Para ser eliminado do torneio, o participante deve perder duas s&eacute;ries de partidas.</p><p>&nbsp;</p><h3>2. Procedimentos durante o set</h3><p>&nbsp;</p><p><strong>2.1</strong> Caso um dos jogadores requisite, ao se iniciar um set, pode-se requisitar&nbsp;<strong>Double Blindpick</strong>&nbsp;- ou seja, um dos respons&aacute;veis pelo torneio tomar&aacute; conhecimento das escolhas dos personagens antes de elas ocorrerem.</p><p><strong>2.2</strong> Posteriormente, ocorre o processo de Stage Strike - ap&oacute;s um jogo de "Pedra-Papel-Tesoura", o vencedor escolher&aacute; quem come&ccedil;a retirando um stage da lista. A pessoa escolhida retira um dos stages. A outra pessoa retirar&aacute; mais um stage, e o que restar ser&aacute; aquele em que os jogadores far&atilde;o a primeira partida.</p><p><strong>2.3</strong> Os jogadores podem ir a um determinado stage em espec&iacute;fico se ambos concordarem, desde que esteja dentro da lista de stages dispon&iacute;veis.</p><p><strong>2.4</strong> Caso uma partida termine no modo Sudden Death, os crit&eacute;rios de escolha do vencedor s&atilde;o o maior n&uacute;mero de stocks e, em caso de empate, a porcentagem dos jogadores. Caso haja um empate, ser&aacute; feita uma partida com 1 stock e 3 minutos de tempo, e o vencedor da mesma ganhar&aacute; o set.</p><p><strong>2.5 Regra dos 30 segundos:&nbsp;</strong>esse &eacute; o tempo m&aacute;ximo para realizar a) button checks; b) coaching (permitido uma vez por set, sendo o coach indicado previamente); c) para escolher counterpick de personagem ou stage.</p><p><strong>2.6&nbsp;</strong>Os pr&oacute;prios jogadores devem se certificar de que todas as configura&ccedil;&otilde;es do jogo est&atilde;o corretas antes de iniciar o set. A organiza&ccedil;&atilde;o n&atilde;o ir&aacute; reiniciar partidas ou sets no caso de incidentes do tipo.</p><p>&nbsp;</p><h3>3. Regras do Jogo</h3><p>&nbsp;</p><p><strong>3.1 Configura&ccedil;&otilde;es</strong></p><ul><li>Singles: 2 stocks, 6 minutos</li><li>Doubles: 3 stocks, 8 minutos</li><li>Handicap: Off</li><li>Team Attack: On</li><li>Damage Ratio: 1.0x</li><li>Items: Off and None</li><li>Pause: Off</li><li>Custom Fighters/Moves: off</li><li>Personagens de DLC s&atilde;o permitidos</li><li>Mii Fighters s&atilde;o permitidos, desde que usem o Mii Default A e o moveset 1-1-1-1</li></ul><p>&nbsp;</p><p><strong>3.2 Lista de stages</strong></p><p>Starters:</p><ul><li>Battlefield*</li><li>Final Destination**</li><li>Lylat Cruise</li><li>Smashville</li><li>Town &amp; City</li></ul><p>&nbsp;</p><p><font color="#282828">Counterpicks (selecion&aacute;veis a partir do game 2):</font></p><ul><li>Dream Land 64*</li><li>Omega Stages**</li></ul><p>&nbsp;</p><p><em>* Tratadas como o mesmo stage quanto a striking. Caso um stage seja banido, o outro tamb&eacute;m est&aacute;, e vice-versa;</em></p><p><em>** Tratadas como o mesmo stage quanto a striking. Caso um stage seja banido, o outro tamb&eacute;m est&aacute;, e vice-versa. A lista de Omega Stages dispon&iacute;veis &eacute;: Wily Castle, Suzaku Castle e Midgar.</em></p><p>&nbsp;</p><p><strong>3.3 Controles</strong></p><p>O &uacute;nico controle que n&atilde;o &eacute; permitido &eacute; o Wii U GamePad. Todos os demais podem ser utilizados, sendo eles: Nintendo GameCube, Wii Remote, Wii Remote + Nunchuck, Wii Remote + Classic Controller, Nintendo 3DS e Wii U Pro Controller.</p><p>Caso o seu controle cause algum tipo de problema para a realiza&ccedil;&atilde;o do torneio (como interromper partidas), o jogador pode estar sujeito &agrave; elimina&ccedil;&atilde;o imediata do torneio.</p><p>&nbsp;</p><p>Situa&ccedil;&otilde;es n&atilde;o abarcadas em nenhuma das regras acima ser&atilde;o avaliadas e decididas pela organiza&ccedil;&atilde;o.&nbsp;</p><p>&nbsp;</p><h3>4. Regras especiais para formatos espec&iacute;ficos</h3><p><strong></strong></p><p><strong>4.1 Doubles</strong></p><p>- Share Stock (pegar um stock de seu parceiro) &eacute; permitido.</p><p>- Caso um membro da dupla esteja ausente, o outro pode optar por um formato 2x1 com 6 stocks, contra os 3 de cada membro da dupla advers&aacute;ria. Se esse membro ausente chegar ao longo do set, uma vez completado um game, ele pode retornar &agrave; dupla.</p><p>- Quanto &agrave;s cores de uma dupla, elas devem ser utilizadas conforme a cor da equipe ou, caso isso n&atilde;o seja poss&iacute;vel, devem utilizar uma cor em comum.</p><p>&nbsp;</p><p><strong>4.2 Crews</strong></p><p>- O total de stocks de uma crew &eacute; de 3 multiplicado pelo n&uacute;mero de membros da mesma, salvo em ocasi&otilde;es extraordin&aacute;rias com timer de 99 minutos (1:39:00);</p><p>- Caso um jogador ganhe uma partida perdendo determinado n&uacute;mero de stocks, a partida seguinte s&oacute; deve ser iniciada ap&oacute;s o suic&iacute;dio para igualar o n&uacute;mero de stocks com que finalizou a partida anterior. A partir disso, deve ser feita uma contagem de 3 segundos (pelo timer do jogo, pelo membro da organiza&ccedil;&atilde;o no setup ou pelo p&uacute;blico ao redor) para ent&atilde;o ser iniciada a partida;</p><p>- A lista de membros participantes de uma crew deve ser comunicada antes do in&iacute;cio do torneio, incluindo eventuais substitutos. Para haver entrada extraordin&aacute;ria de membros, deve-se obter aprova&ccedil;&atilde;o da organiza&ccedil;&atilde;o do torneio.</p></div>
