---
layout: default
---
<div class="editable"><p class="present-before-paste"><img alt="" src="uploads/versions/tumblr_njwyuse5he1scbyh6o2_1280---x----1280-720x---.png" class="img-responsive" /></p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">O formato atual de regras utilizado pelo SmashRS &eacute; resultado do debate entre os membros do grupo a respeito dos metagames adotados no n&iacute;vel nacional (Brasil) e internacional (principalmente Estados Unidos e Jap&atilde;o). Sendo assim, a base das nossas regras,&nbsp;<strong>v&aacute;lidas para Super Smash Bros. for Wii U</strong>, &eacute; a da EVO 2016. As regras completas adotadas pelo grupo est&atilde;o logo abaixo:&nbsp;</p><h2><strong></strong>Regras gerais</h2><p class="present-before-paste">a) O formato do torneio ser&aacute; de chave de elimina&ccedil;&atilde;o dupla (&ldquo;vencedores&rdquo; e &ldquo;perdedores&rdquo;). Para ser eliminado do torneio, o participante deve perder duas s&eacute;ries de partidas;</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">b) 2 Stocks em cada luta (vidas);</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">c) Tempo limite de 6 minutos;</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">d) Itens Desligados;</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">e) Todos personagens dispon&iacute;veis, incluindo aqueles dispon&iacute;veis atrav&eacute;s de DLC;</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">f) Customiza&ccedil;&otilde;es desligadas. Mii Fighters poder&atilde;o ser usados, desde que seus golpes especiais, usados com o bot&atilde;o B, sigam o padr&atilde;o 1-1-1-1;</p><p class="present-before-paste">g) Damage Ratio em 1.0;</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">h) Handicap e bot&atilde;o Pause Desligados;</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">i) Todas as partidas ser&atilde;o jogadas no formato melhor de 3, exceto pelas semifinais e finais de cada chave, que ser&atilde;o jogadas em formato melhor de 5. Em caso de um n&uacute;mero igual ou maior que 20 participantes, apenas as finais de cada chave ser&atilde;o disputadas em uma s&eacute;rie de 5 partidas;</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">j) Cada participante pode trazer seu pr&oacute;prio controle, incluindo controles de GameCube, Wii U Pro Controller e at&eacute; 3DS. &Eacute; inclusive encorajado que se traga o seu pr&oacute;prio controle; no entanto, haver&atilde;o controles de GameCube dispon&iacute;veis para uso geral.</p><h2>Lista de Est&aacute;gios (Fases)</h2><p class="present-before-paste"><strong>A) EST&Aacute;GIOS INICIAIS (Starters)</strong></p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste"><font color="#282828">- Battlefield</font></p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">- Final Destination*</p><p class="present-before-paste">* Omega Stages (Fases &Ocirc;mega) est&atilde;o proibidas.</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">- Lylat Cruise</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">- Town &amp; City</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">- Smashville</p><p class="present-before-paste"><strong>B) EST&Aacute;GIOS COUNTERPICK</strong></p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">- Duck Hunt</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">- Dream Land (64)</p><h3>Regras adicionais</h3><p class="present-before-paste"><em>Abatimento de Est&aacute;gios:</em> Os dois jogadores disputam uma partida de &ldquo;pedra-papel-tesoura&rdquo;. O vencedor abate um est&aacute;gio da lista de Est&aacute;gios Iniciais, em qual n&atilde;o queira jogar. O outro jogador abate dois est&aacute;gios da mesma lista; por fim, o primeiro jogador abate mais um est&aacute;gio, e a primeira partida do set &eacute; jogada no est&aacute;gio restante. Caso o abatimento de est&aacute;gios n&atilde;o for chamado por nenhum dos jogadores, a primeira partida do set &eacute; realizada no random entre os est&aacute;gios listados em Est&aacute;gios Iniciais.</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste"><em>Banimento de Est&aacute;gios e Counterpicking:</em> O ganhador da primeira partida do set tem o direito de banir um est&aacute;gio da lista de Est&aacute;gios Counterpick ou Est&aacute;gios Iniciais. O perdedor da partida anterior deve em seguida escolher um dos est&aacute;gios listados na lista de Counterpick e Iniciais para a pr&oacute;xima partida, respeitando o banimento do advers&aacute;rio. Assim que selecionado o est&aacute;gio, o ganhador da partida passada deve escolher seu personagem, e depois, o perdedor da partida passada escolhe o seu personagem.</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste"><em>Dave&rsquo;s Stupid Rule e Gentleman&rsquo;s Rule:</em> Exceto pelas s&eacute;ries de cinco partidas (BO5), o vencedor de uma partida n&atilde;o pode retornar a uma fase onde j&aacute; tenha vencido dentro de uma mesma s&eacute;rie. A exce&ccedil;&atilde;o a essa regra &eacute; se ambos os jogadores concordarem em faz&ecirc;-lo.</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste"><em>Timeout/Empates:</em> Em caso de o tempo terminar antes da luta terminar, o vencedor &eacute; determinado pela contagem de Stocks (vidas), e depois pela porcentagem. Se ambos os jogadores estiverem com o mesmo n&uacute;mero de stocks, o ganhador ser&aacute; determinado por quem tiver menos porcentagem ao final do tempo. Caso o empate persista, ser&aacute; realizada uma nova luta, com 1 Stock, dura&ccedil;&atilde;o de tr&ecirc;s (3) minutos, os mesmos personagens e cen&aacute;rio da luta onde houve o empate.</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste"><em>Coaching:</em> O aconselhamento de jogadores durante as partidas de um set (&ldquo;coaching&rdquo;) &eacute; proibido.</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">Qualquer atitude antidesportiva, como discuss&otilde;es r&iacute;spidas ou ataques cont&iacute;nuos e intencionais a um dos participantes, combina&ccedil;&otilde;es de resultados entre os pr&oacute;prios participantes ("forma&ccedil;&atilde;o de times"), atitudes prejudiciais de um ou mais participante(s) &agrave; realiza&ccedil;&atilde;o do torneio, entre outros, leva &agrave; desclassifica&ccedil;&atilde;o do(s) envolvido(s).</p><p class="present-before-paste">&nbsp;</p><p class="present-before-paste">Situa&ccedil;&otilde;es n&atilde;o abarcadas em nenhuma das regras acima ser&atilde;o avaliadas e decididas pela organiza&ccedil;&atilde;o.&nbsp;</p></div>